Repository: Pleisterman/wp-enhanced-JWT-plugin
Catalog: languages/wp-enhanced-jwt-rest-api-*.po
Languages: nl_nl

source: How to configure the plugin:
nl_nl: Hoe je de Plugin kunt configureren.

source: When activated the plugin will add a JWT authorisation check to the wp-api
nl_nl: Als de Plugin geactiveerd is dan wordt er een authorisatie JWT controle toegevoegd aan de wp-api.

source: If you check the option `Autosave JWT` the JWT will be saved in a protected cookie.
nl_nl: Als de `Autosave` optie wordt aangezet dan wordt het JWT gesaved in een beveiligd cookie.

source: Enter a valid email adress.
nl_nl: Vul een geldig e-mailadres in

source: At:
nl_nl: Bij:

source: Enhanced JWT Settings
nl_nl: Enhanced JWT Instellingen

source: Settings
nl_nl: Instellingen

source: Roles
nl_nl: <nobr>Gebruikers Rollen</nobr>

source: Help
nl_nl: Hulp

source: Do you want to have fun?
nl_nl: Wil je plezier hebben?

source: Leave your work email:
nl_nl: Laat je werk email achter:

source: Or your personal email:
nl_nl: Of je prive email:

source: Autosave JWT in secured cookie.
nl_nl: Autosave in beveiligde cookies

source: Have some fun type something random.
nl_nl: Heb wat plezier en typ zomaar wat.

source: Tell me:
nl_nl: Vertel het me:

source: Life can be fun.
nl_nl: Het leven kan leuk zijn.

source: What do you like? Tell me in one sentence:
nl_nl: Wat vind jij leuk? Vertel het me in een zin:

source: Algorithm.
nl_nl: Algoritme
